[{"id": 1, "body": "New body 1", "title": "New Title 1", "subtitle": ""}, {"id": 3, "body": "The three boosters of bad cholesterol—the number-onerisk factor for our number-one killer—all stem from eating animal products andprocessed junk. This likely explains why populations living on traditional diets revolving around whole plant foods have largely remained free from the epidemic of heart disease.", "title": "Heart Disease Starts in Childhood", "subtitle": "Development of heart disease"}, {"id": 4, "body": "Where did we even get this idea that the omega-3 fats in fish and fish oil supplements are good for you? There was a notion that Eskimos were protected from heart disease, but that appears to be a complete myth. Some early studies,however, looked promising. For example, the famous DART trial from the 1980s involving two thousand men found that those advised to eat fatty fish had a 29percent reduction in mortality. That’s impressive, so it’s no wonder the study got a lot of attention. But people seem to have forgotten about the sequel, theDART-2 trial, which found the exact opposite. Run by the same group of researchers, the DART-2 trial was an even bigger study—three thousand men— but this time, participants advised to eat oily fish and particularly those who were supplied with fish oil capsules had a higher risk of cardiac death.", "title": "Is Fish Oil Just Snake Oil?", "subtitle": "But what does the science say?"}, {"id": 5, "body": " Unhealthy diets don’t just affect the structure of your arteries; an unhealthy diet can also affect their functioning. Your arteries are not merely inert pipes through which blood flows. They are dynamic, living organs. We’ve known for nearly two decades that a single fast-food meal—Sausage and Egg McMuffins were used in the original study—can stiffen your arteries within hours, cutting in half their ability to relax normally.", "title": "Endotoxins Crippling Your Arteries", "subtitle": ""}, {"id": 2, "title": "Title 2", "subtitle": "", "body": "Body 2"}]